import DiscItems from "./DiscItems";
function DiscKasuka() {
  return (
    <div className="container grid grid-cols-1 lg:grid-cols-2 items-center  py-10 gap-4">
      <div className="lg:order-1">
        <img className="max-w-full" src="./image/bg-about/about.jpg" alt="" />
      </div>
      <div className="pl-2">
        <h3 className="font-sans-Demibold text-2xl md:text-3xl mb-10 ">
          شرکت دیجیتال کاسوکا
        </h3>
        <p className="text-sm sm:text-base font-sans-Medium tracking-wide">
          شرکت دیجیتال مارکتینگ نوآد به عنوان شرکتی پیشرو در صنعت دیجیتال
          مارکتینگ ایران در تلاش است تا با بهره گیری از دانش فنی روز و ارایه
          راهکارهای نوین بازاریابی و برندینگ، با پیشرفت کسب و کارهای داخلی نقش
          مهمی در شکوفایی اقتصادی ایران ایفا نماید و با تثبیت نام نوآد به عنوان
          تخصصی ترین برند دیجیتال مارکتینگ در ایران و گسترش نام آن در بازارهای
          جهانی به صادرات خدمات مبتنی بر تکنولوژی های نوین گام بردارد. نوآد
          پیشرفت خود در طول یک دهه فعالیت را مرهون شفافیت، انسجام و پایبندی به
          نتایج پیش بینی شده مشتریان خود می داند. سرمایه گذاری روی تکنولوژی های
          نوین، کیفیت و نوآوری، پایبندی به تعهدات، رضایتمندی و وفاداری مشتریان،
          نیروی انسانی متمرکز و پویا از ارزش های ذاتی نوآد می باشند.
        </p>
        <div className="mt-5">
          <DiscItems
            text={
              " ۱۰ سال تجربه ارایه خدمات تخصصی دیجیتال مارکتینگ و راهکارهای نوین بازاریابی"
            }
          ></DiscItems>
          <DiscItems
            text={
              " تمرکز ما در تمامی استراتژی های اجرایی معطوف به دیجیتال برندینگ و همسو کردن استراتژی های دیجیتال مارکتینگ با دیگر فعالیت های برندینگ و بازاریابی شما می باشد."
            }
          ></DiscItems>
          <DiscItems
            text={
              " برای دریافت آخرین اخبار، گرایش ها و رویداد های دیجیتال مارکتینگ ثبت نام کنید"
            }
          ></DiscItems>
        </div>
        <p className="font-sans-Medium max-w-2xl pl-1">
          خدمات نوآد در جهت یکپارچه سازی تمامی فعالیت های یک کسب و کار از مرحله
          ورود به بازار، ساخت، گسترش و ایجاد تصویری یکپاچه از برند، دیجیتال
          مارکتینگ، افزایش مزیت رقابتی و سهم بازار تا مراحل پس از فروش و ایجاد
          وفاداری در مشتریان یک برند ارایه می گردد.
        </p>
      </div>
    </div>
  );
}
export default DiscKasuka;
